export default {
  signinPage: {
    title: "साइन इन गर्नुहोस्",
    msg: "साइन इन गर्दै...",
    placeholder: {
      email: "इमेल",
      pass: "पासवर्ड",
    },
    button: "साइन इन ",
    button2: "साइन अप",
    forgPass: "पासवर्ड भुल्नु भयो",
    dont_have_account: " खाता छैन?",
    guest: "अतिथि",
  },
  signupPage: {
    title: "साइन अप",
    placeholder: {
      name: "पुरा नाम",
      email: "इमेल",
      pass: "पासवर्ड",
      confirm_pass: "पासवर्ड सुनिश्चित गर्नुहोस",
    },
    button: "साइन अप",
    button2: "साइन इन ",
    already_have_account: " पहिले नै खाता छ?",
    msg: "साइन अप गर्दै...",
    alertbox: {
      title: "साइनअप सफल भयो!",
      msg: "साइन इन मा जानुहोस्",
    },
  },
  homepage: {
    firstpage: {
      heading: "ज्वालामुखी नगरपालिकामा स्वागत छ",
      title_cards: {
        gallery: "ग्यालरी",
        nearby: "नजिकका स्थलहरू",
        sights: "दृश्य",
      },
      text_input: "गन्तव्य खोज्नुहोस्",
      sites: {
        sites_category: {
          popular: "प्रसिद्ध",
          religious: "धार्मिक",
          historical: "ऐतिहासिक",
          tourism: "पर्यटन",
          natural: "प्राकृतिक",
          official: "आधिकारिक",
          municipality: "नगरपालिका",
        },
        sites_cards: {
          popular: "प्रसिद्ध स्थलहरू",
          religious: "धार्मिक स्थलहरू",
          historical: "ऐतिहासिक स्थलहरू",
          tourism: "पर्यटन स्थलहरू",
          natural: "प्राकृतिक स्थलहरू",
          official: "आधिकारिक स्थलहरू",
        },
        sites_buttons: {
          btn: "सबै  स्थलहरू हेर्नुहोस्",
          btn1: "सबै प्रसिद्ध स्थलहरू हेर्नुहोस्",
          btn2: "सबै धार्मिक स्थलहरू हेर्नुहोस्",
          btn3: "सबै ऐतिहासिक स्थलहरू हेर्नुहोस्",
          btn4: "सबै पर्यटन स्थलहरू हेर्नुहोस्",
          btn5: "सबै प्राकृतिक स्थलहरू हेर्नुहोस्",
          btn6: "सबै आधिकारिक स्थलहरू हेर्नुहोस्",
        },
      },
      youtube_video_section: {
        title: "हाम्रा भिडियोहरू ",
        button: "थप भिडियोहरू हेर्नुहोस्",
      },
    },
    bottomsheet: {
      profile: "प्रोफाइल",
      help: "मद्दत",
      about: "हाम्रोबारे",
      logout: {
        title: "बाहिर निस्कनु",
        msgbox: "साइन आउट गर्दै...",
      },
    },
  },
  nearby:{
    title:"नजिक कुनै ठाउँ छैन !"
  },
  savedPage: {
    title: "कुनै इच्छा सूचीका वस्त्रहरू प्राप्त भएनन्",
    button: "तपाईंको स्थलहरू प्रस्तुत गर्नुहोस्",
  },
  gallery: {
    title: "ग्यालरी",
  },
  thingstodo:{
    title:"हामीले गर्न सक्ने कुराहरू"
  },
  about: {
    title: "ज्वालामुखी नगरपालिका",
    desc1:
      "ज्वालामुखी नगरपालिकाको लागि हाम्रो नवीन पर्यटन एपमा स्वागत छ, जहाँ अन्वेषण सुविधा र साहसिक कार्य तपाईंको औंलाको छेउमा छ। नयाँ गन्तव्यहरू पत्ता लगाउनुहोस्, विस्तृत यात्रा गाइडहरू र आवासहरू पहुँच गर्नुहोस्, र हाम्रो अन्तरक्रियात्मक नक्साहरू र क्युरेट गरिएको यात्रा कार्यक्रमहरू प्रयोग गरेर आत्मविश्वासका साथ अन्वेषण गर्नुहोस्।",
    desc2:
      "हाम्रो सबै-मा-एक एपको साथ तपाईंको यात्रा अनुभव बढाउनुहोस्। यस एपमा समावेश जानकारी विशेषज्ञहरु द्वारा प्रदान गरिएको छ जबकि सटीकता र विश्वसनीयता सुनिश्चित गर्न हरेक प्रयास गरिएको छ। यद्यपि, त्रुटिहरू र विसंगतिहरू भएमा, अद्यावधिकमा पछि संशोधन र अद्यावधिक गरिनेछ।",
    button: "हाम्रो वेबसाइट भ्रमण गर्नुहोस्",
  },
  details:{
    title:"व्यक्तिगत जानकारी",
    full_name:"पूरा नाम",
    email:"इमेल",
    phone:"फोन नम्बर",
  
  },

  emergency: {
    title: "इन्टरनेट कनेक्सन छैन",
    msg: "तपाईंको मोबाइल डाटा वा वाइफाई चालिएको छ भन्ने सुन्दो हुन्छ।",
    contact: {
      phn: "हाम्रो सम्पर्क",
      email: "हाम्रो इमेल",
    },
  },
  user_status: {
    heading: "नमस्ते, पनौतीमा स्वागत छ!",
    heading2: "नमस्ते ",
    msg: "तपाईं वर्तमानमा एक पार्टकर्मका खाता प्रयोग गर्दै छिन्",
    msg2: "कृपया साइन इन गर्नुहोस् वा साइन अप गर्नुहोस् अधिक सुविधा प्राप्त गर्नका लागि!",
    button: {
      msg: "लगइन/साइन अप",
    },
  },
};
